Repository: common-repository/rcdf-checkout
Catalog: languages/rcdf-checkout-*.po
Languages: uk

source: Record custom data from checkout page
uk: Запис спеціальних даних зі сторінки оформлення замовлення

source: List of data from buyers
uk: Список даних від покупців

source: First Name
uk: Ім'я

source: Last Name
uk: Прізвище

source: Phone
uk: Телефон

source: Email
uk: Ел. пошта

source: Product name
uk: Назва продукту

source: Total price
uk: Ітогова ціна

source: Time
uk: Час

source: Product Name
uk: Назва продукту

source: Price
uk: Ціна

source: Delete selected lines
uk: Видалити виділені рядки

source: RCDF Checkout
uk: RCDF Каса

source: Settings
uk: Налаштування

source: List of data
uk: Список даних

source: Selectors of elements for tracking
uk: Селектори елементів для відстеження

source: Select the element and event for which data will be recorded. There are three events: blur, focus, click
uk: Виберіть елемент і подію, для яких будуть записані дані. Є три події: blur, focus, click

source: Select the appropriate selector and event
uk: Виберіть відповідні селектор та подію

source: This is the field that triggers the recording of customer data
uk: Це поле, яке запускає запис даних клієнта

source: Selector element
uk: Селектор елемента

source: Event
uk: Подія
